/**
 * <p>В данном пакете реализована инициализация новоых окон и проверка при регистрации и авторизации пользователя:</p>
 * <p>Данный пакет содержит два класса: </p>
 * <ol>
 * <li>{@link sample.App.App} - класс, который запускает программу</li>
 * <li>{@link sample.App.InitilizationWindow} - класс, который инициализирует окна и проверяет при регистрации и авторизирования пользователя</li>
 * </ol>
 * @author Евгений Казаченко
 * @since 1.0.1
 * @version 1.0.12 - SNAPSHOOT
 * */
package sample.App;